OdDAI.ADB_Value.op_Implicit~OdDAI.Boolean!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
Operator Boolean. Provides Boolean value. If there is not Boolean value, exception will be thrown.
\returns Boolean value.